cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/php'

cask 'xquartz'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unrar'
brew 'youtube-dl'

cask 'appcleaner'
cask 'atom'
cask 'copy'
cask 'dashlane'
cask 'diskmaker-x'
cask 'dockertoolbox'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'heroku-toolbelt'
cask 'iterm2'
cask 'java'
cask 'slack'
cask 'skype'
cask 'spotify'
cask 'sequel-pro'
cask 'steam'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'utorrent'
cask 'vlc'
