cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/php'

cask 'xquartz'

brew 'ack'
brew 'composer'
brew 'coreutils'
brew 'git-flow'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'redis'
brew 'sqlite'
brew 'ssh-copy-id'
brew 'wget'
brew 'unrar'
brew 'gpg2'

cask 'appcleaner'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'java'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sequel-pro'
cask 'sublime-text'
cask 'utorrent'
cask 'vlc'
cask 'alfred'
cask 'caffeine'
cask 'keyboard-maestro'
cask 'istat-menus'
cask 'dash'
cask 'tower'
cask '1password'
cask 'spotify'
cask 'caskroom/fonts/font-hack'
